Repository: Onoiro/TaskMan
Catalog: task_manager/locale/*/LC_MESSAGES/django.po
Languages: az, ky, ru, tg

source: Specify the subject:
az: Mövzunu göstərin:
ky: Теманы корсотунуз:
ru: Укажите тему:
tg: Мавзуъро муайян кунед:

source: Bug, suggestion, etc.
az: Xəta, təklif və s.
ky: Ката, сунуш ж.б.
ru: Баг, предложение и т.д.
tg: Хатоги, пешниҳод ва гайра.

source: * Your email or Telegram (@username):
az: * E-poçtunuz və ya Telegram hesabınız (@username):
ky: * E-mail же Telegram аккаунтуңуз (@username):
ru: * Ваш email или Telegram (@username):
tg: * Email ё Telegram-и шумо (@username):

source: * Message:
az: * Mesaj:
ky: * Билдируу:
ru: * Сообщение:
tg: * Паём:

source: Describe your issue or suggestion...
az: Probleminizi və ya təklifinizi təsvir edin...
ky: Маселени же сунушту баяндап бериниз...
ru: Опишите проблему или предложение...
tg: Мушкили ё пешниҳоди худро шарҳ диҳед...

source: Name
az: Ad
ky: Аты
ru: Имя
tg: Ном

source: Only letters, numbers, spaces, and -_.,!? symbols are allowed. Symbols <, >, #, & are not allowed.
az: Yalnız hərflər, rəqəmlər, boşluqlar və -_.,!? simvollarına icazə verilir. <, >, #, & simvollarına icazə verilmir.
ky: Тамгалар, сандар, боштуктар жана -_.,!? белгилери гана уруксат. <, >, #, & белгилерине уруксат берилбейт.
ru: Разрешены только буквы, цифры, пробелы и символы -_.,!?. Символы <, >, #, & не разрешены.
tg: Танҳо ҳарфҳо, рақамҳо, фосилаҳо ва аломатҳои -_.,!? иҷозат дода мешаванд. Аломатҳои <, >, #, & иҷозат дода намешаванд.

source: Label created successfully
az: Etiket uğurla yaradıldı
ky: Тег ийгиликтуу тузулду
ru: Метка успешно создана
tg: Барчасп бомуваффақият эҷод шуд

source: Label updated successfully
az: Etiket uğurla yeniləndi
ky: Тег ийгиликтуу жаныртылды
ru: Метка успешно изменена
tg: Барчасп бомуваффақият нав карда шуд

source: Label deleted successfully
az: Etiket uğurla silindi
ky: Тег ийгиликтуу очурулду
ru: Метка успешно удалена
tg: Барчасп бомуваффақият ҳазф шуд

source: Cannot delete label because it is in use
az: Etiketi silmək mümkün deyil, çünki o istifadə olunur
ky: Тегти очуруу мумкун эмес, анткени ал колдонулуп жатат
ru: Невозможно удалить метку, потому что она используется
tg: Барчаспро ҳазф кардан мумкин нест, зеро он истифода мешавад

source: You are not authorized! Please login.
az: Siz avtorizasiya olunmamısınız. Zəhmət olmasa daxil olun.
ky: Сиз авторизациядан откон эмессиз. Сураныч, кириңиз.
ru: Вы не авторизованы. Пожалуйста, выполните вход.
tg: Шумо иҷозат надоред. Лутфан, ворид шавед.

source: You don't have permissions to modify another user.
az: Başqa istifadəçini dəyişdirmək üçün icazəniz yoxdur.
ky: Башка колдонуучуну озгортуугo укугунуз жок.
ru: У вас нет прав для изменения другого пользователя.
tg: Шумо ҳуқуқи тағйир додани корбари дигарро надоред.

source: You don't have permissions to modify this. Only team admin can do this.
az: Bunu dəyişdirmək üçün icazəniz yoxdur. Bunu yalnız komanda administratoru edə bilər.
ky: Муну озгортуугo укугунуз жок. Муну команда админи гана жасай алат.
ru: У вас нет прав, чтобы изменить это. Это может сделать только администратор команды.
tg: Шумо ҳуқуқи тағйир додани инро надоред. Инро танҳо мудири даста метавонад анҷом диҳад.

source: You don't have permissions to manage team members. Only team admin can do this.
az: Komanda üzvlərini idarə etmək üçün icazəniz yoxdur. Bunu yalnız komanda administratoru edə bilər.
ky: Команданын мучолорун башкарууга укугунуз жок. Муну команда админи гана жасай алат.
ru: У вас нет прав, чтобы управлять участниками команды. Это может сделать только администратор команды.
tg: Шумо ҳуқуқи идоракунии иштирокчиёни дастаро надоред. Инро танҳо мудири даста метавонад анҷом диҳад.

source: You cannot change your own role in the team.
az: Siz komandada öz rolunuzu dəyişə bilməzsiniz.
ky: Командадагы оз ролунузду озгорто албайсыз.
ru: Вы не можете изменить свою роль в команде.
tg: Шумо наметавонед нақши худро дар даста тағйир диҳед.

source: Team membership not found.
az: Komanda üzvlüyü tapılmadı.
ky: Командадагы мучолук табылган жок.
ru: Участие в команде не найдено.
tg: Узвият дар даста ёфт нашуд.

source: English
az: İngilis
ky: Англисче
ru: Английский
tg: Англиси

source: Russian
az: Rus
ky: Орусча
ru: Русский
tg: Руси

source: Tajik
az: Tacik
ky: Тажикче
ru: Таджикский
tg: Тоҷики

source: Azerbaijani
az: Azərbaycan dili
ky: Азербайжанча
ru: Азербайджанский
tg: Озарбойҷони

source: Kyrgyz
az: Qırğız
ky: Кыргызча
ru: Киргизский
tg: Киргизи

source: Description
az: Təsvir
ky: Суроттомо
ru: Описание
tg: Тавсиф

source: Optional
az: İstəyə bağlı
ky: Милдеттуу эмес
ru: Необязательно
tg: Ихтиёри

source: Color
az: Rəng
ky: Тус
ru: Цвет
tg: Ранг

source: Choose status color
az: Status rəngini seçin
ky: Статустун тусун тандаңыз
ru: Выберите цвет статуса
tg: Ранги ҳолатро интихоб кунед

source: Created at
az: Yaradılma tarixi
ky: Тузулгон күнү
ru: Дата создания
tg: Санаи эҷод

source: To Do
az: Ediləcək
ky: Аткаруу керек
ru: К выполнению
tg: Барои иҷро

source: Task has been created but not yet started
az: Tapşırıq yaradılıb, lakin hələ başlanmayıb
ky: Тапшырма тузулду, бирок али баштала элек
ru: Задача создана, но еще не начата
tg: Вазифа эҷод шуд, аммо ҳануз оғоз нашудааст

source: In Progress
az: İcradadır
ky: Аткарылууда
ru: В работе
tg: Дар раванди иҷро

source: Task is currently being worked on
az: Hazırda tapşırıq üzərində iş gedir
ky: Азыр тапшырма устундо иш журуп жатат
ru: Задача выполняется в данный момент
tg: Дар болои вазифа ҳоло кор рафта истодааст

source: On Hold
az: Gözləmədə
ky: Токтотулду
ru: На паузе
tg: Таваққуф

source: Task is temporarily paused
az: Tapşırıq müvəqqəti dayandırılıb
ky: Тапшырма убактылуу токтотулду
ru: Задача временно приостановлена
tg: Вазифа муваққатан боздошта шудааст

source: Completed
az: Tamamlandı
ky: Аткарылды
ru: Завершена
tg: Анҷомёфта

source: Task has been finished successfully
az: Tapşırıq uğurla tamamlandı
ky: Тапшырма ийгиликтуу аткарылды
ru: Задача успешно выполнена
tg: Вазифа бомуваффақият иҷро шуд

source: Cancelled
az: Ləğv edildi
ky: Жокко чыгарылды
ru: Отменена
tg: Бекоршуда

source: Task was abandoned or deemed unnecessary
az: Tapşırıq dayandırılıb və ya artıq lazım deyil
ky: Тапшырма токтотулду же мындан ары кереги жок
ru: Задача отменена или больше не актуальна
tg: Вазифа бекор карда шуд ё дигар лозим нест

source: Blocked
az: Bloklandı
ky: Боготтолду
ru: Заблокирована
tg: Масдудшуда

source: Task cannot proceed due to external dependencies
az: Xarici asılılıqlar səbəbindən tapşırıq davam etdirilə bilmir
ky: Сырткы коз карандылыктардан улам тапшырманы улантуу мумкун эмес
ru: Задача не может быть выполнена из-за внешних факторов
tg: Иҷрои вазифа аз сабаби вобастагиҳои беруна имконнопазир аст

source: Status created successfully
az: Status uğurla yaradıldı
ky: Статус ийгиликтуу тузулду
ru: Статус успешно создан
tg: Ҳолат бомуваффақият эҷод шуд

source: Status updated successfully
az: Status uğurla yeniləndi
ky: Статус ийгиликтуу озгортулду
ru: Статус успешно изменен
tg: Ҳолат бомуваффақият тағйир дода шуд

source: Status deleted successfully
az: Status uğurla silindi
ky: Статус ийгиликтуу очурулду
ru: Статус успешно удален
tg: Ҳолат бомуваффақият ҳазф шуд

source: Cannot delete status because it is in use
az: Statusu silmək mümkün deyil, çünki o istifadə olunur
ky: Статусту очуруу мумкун эмес, анткени ал колдонулуп жатат
ru: Невозможно удалить статус, потому что он используется
tg: Ҳолатро ҳазф кардан мумкин нест, зеро он истифода мешавад

source: Status
ky: Статус
ru: Статус
tg: Ҳолат

source: Executor
az: İcraçı
ky: Аткаруучу
ru: Исполнитель
tg: Иҷрокунанда

source: Label
az: Etiket
ky: Тег
ru: Метка
tg: Барчасп

source: Just my tasks
az: Yalnız mənim tapşırıqlarım
ky: Менин тапшырмаларым гана
ru: Только мои задачи
tg: Танҳо вазифаҳои ман

source: After
az: Sonra
ky: Кийин
ru: После
tg: Баъд аз

source: Before
az: Əvvəl
ky: Чейин
ru: До
tg: Пеш аз

source: Team
az: Komanda
ky: Команда
ru: Команда
tg: Даста

source: Executors
az: İcraçılar
ky: Аткаруучулар
ru: Исполнители
tg: Иҷрокунандагон

source: Labels
az: Etiketlər
ky: Тегдер
ru: Метки
tg: Барчаспҳо

source: Task can only be deleted by its author or team admin.
az: Tapşırığı yalnız onun müəllifi və ya komanda administratoru silə bilər.
ky: Тапшырманы анын автору же команда админи гана очуро алат.
ru: Задачу может удалить только ее автор или администратор команды.
tg: Вазифаро танҳо муаллифи он ё мудири даста метавонад ҳазф кунад.

source: Task can only be updated by its author, executors or team admin.
az: Tapşırığı yalnız onun müəllifi, icraçılar və ya komanda administratoru dəyişə bilər.
ky: Тапшырманы анын автору, аткаруучулар же команда админи гана озгорто алат.
ru: Задачу может изменить только ее автор, исполнитель или администратор команды.
tg: Вазифаро танҳо муаллифи он, иҷрокунандагон ё мудири даста метавонад тағйир диҳад.

source: Filter saved as default
az: Filtr standart olaraq yadda saxlanıldı
ky: Чыпка демейки катары сакталды
ru: Фильтр сохранен по умолчанию
tg: Филтр ҳамчун пешфарз сабт шуд

source: Task created successfully
az: Tapşırıq uğurla yaradıldı
ky: Тапшырма ийгиликтуу тузулду
ru: Задача успешно создана
tg: Вазифа бомуваффақият эҷод шуд

source: Task updated successfully
az: Tapşırıq uğurla yeniləndi
ky: Тапшырма ийгиликтуу озгортулду
ru: Задача успешно изменена
tg: Вазифа бомуваффақият тағйир дода шуд

source: Task deleted successfully
az: Tapşırıq uğurla silindi
ky: Тапшырма ийгиликтуу очурулду
ru: Задача успешно удалена
tg: Вазифа бомуваффақият ҳазф шуд

source: Password
az: Şifrə
ky: Сырсоз
ru: Пароль
tg: Рамз

source: Your password must contain at least 3 characters.
az: Şifrəniz ən azı 3 simvoldan ibarət olmalıdır.
ky: Сырсозунуз кеминде 3 белгиден турушу керек.
ru: Пароль должен содержать не менее 3 символов.
tg: Рамзи шумо бояд ҳадди ақал 3 аломат дошта бошад.

source: Confirm password
az: Şifrənin təsdiqi
ky: Сырсозду тастыктоо
ru: Подтверждение пароля
tg: Тасдиқи рамз

source: Please enter your password one more time
az: Zəhmət olmasa şifrənizi bir daha daxil edin.
ky: Сураныч, сырсозду дагы бир жолу киргизиниз.
ru: Для подтверждения введите пароль еще раз.
tg: Лутфан, рамзро бори дигар ворид кунед.

source: Leave blank if you don't want to change password
az: Şifrəni dəyişmək istəmirsinizsə, boş saxlayın
ky: Сырсозду озгорткуңуз келбесе, бош калтырыңыз
ru: Оставьте поле пустым, если не хотите менять пароль
tg: Агар рамзро иваз кардан нахоҳед, майдонро холӣ гузоред

source: Your password is too short. It must contain at least 3 characters.
az: Şifrəniz çox qısadır. O, ən azı 3 simvoldan ibarət olmalıdır.
ky: Сырсоз отo кыска. Ал кеминде 3 белгиден турушу керек.
ru: Введенный пароль слишком короткий. Он должен содержать не менее 3 символов.
tg: Рамзи воридшуда хеле кутоҳ аст. Он бояд ҳадди ақал 3 аломат дошта бошад.

source: The entered passwords do not match.
az: Daxil edilmiş şifrələr uyğun gəlmir.
ky: Киргизилген сырсоздор дал келбейт.
ru: Введенные пароли не совпадают.
tg: Рамзҳои воридшуда мувофиқат намекунанд.

source: Both password fields must be filled or both left blank
az: Hər iki şifrə sahəsi doldurulmalı və ya hər ikisi boş saxlanmalıdır
ky: Сырсоздун эки талаасы тең толтурулушу же экөө тең бош болушу керек
ru: Оба поля пароля должны быть заполнены или оба оставлены пустыми
tg: Ҳарду майдони рамз бояд пур карда шаванд ё ҳарду холӣ монанд

source: Invalid role selected.
az: Yanlış rol seçildi.
ky: Туура эмес роль тандалды.
ru: Выбрана недопустимая роль.
tg: Нақши нодуруст интихоб шудааст.

source: Team password
az: Komanda şifrəsi
ky: Команданын сырсозу
ru: Пароль команды
tg: Рамзи даста

source: Minimum length is 3 characters
az: Minimum uzunluq — 3 simvol
ky: Минималдуу узундук — 3 белги
ru: Минимальная длина — 3 символа
tg: Дарозии ҳадди ақал — 3 аломат

source: Admin
az: Administrator
ky: Админ
ru: Администратор
tg: Мудир

source: Member
az: Üzv
ky: Мучо
ru: Участник
tg: Иштирокчи

source: Team not found
az: Komanda tapılmadı
ky: Команда табылган жок
ru: Команда не найдена
tg: Даста ёфт нашуд

source: Switched to individual mode
az: Fərdi rejimə keçildi
ky: Жеке режимге отту
ru: Переключено на индивидуальный режим
tg: Ба реҷаи инфироди гузаронида шуд

source: Switched to team: {team}
az: Komandaya keçildi: {team}
ky: Командага отту: {team}
ru: Переключено на команду: {team}
tg: Ба даста: {team} гузаронида шуд

source: You are not a member of this team
az: Siz bu komandanın üzvü deyilsiniz
ky: Сиз бул команданын мучосу эмессиз
ru: Вы не являетесь участником этой команды
tg: Шумо узви ин даста нестед

source: Team administrators cannot leave the team. Please transfer admin rights to another member first.
az: Komanda administratorları komandanı tərk edə bilməz. Zəhmət olmasa əvvəlcə administrator hüquqlarını başqa üzvə verin.
ky: Команданын админдери команданы таштай алышпайт. Админ укуктарын алгач башка мучого откоруп бериниз.
ru: Администраторы команды не могут покинуть команду. Сначала передайте права администратора другому участнику.
tg: Мудирони даста наметавонанд дастаро тарк кунанд. Аввал ҳуқуқи мудирро ба узви дигар диҳед.

source: You do not have rights to manage team members. This can only be done by the team administrator
az: Komanda üzvlərini idarə etmək üçün icazəniz yoxdur. Bunu yalnız komanda administratoru edə bilər.
ky: Команданын мучолорун башкарууга укугунуз жок. Бул ишти команда админи гана жасай алат.
ru: У вас нет прав, чтобы управлять участниками команды. Это может сделать только администратор команды.
tg: Шумо ҳуқуқи идоракунии иштирокчиёни дастаро надоред. Ин корро танҳо мудири даста метавонад анҷом диҳад.

source: User is not a member of this team
az: İstifadəçi bu komandanın üzvü deyil
ky: Колдонуучу бул команданын мучосу эмес
ru: Пользователь не является участником этой команды
tg: Корбар узви ин даста нест

source: You have successfully left the team {team}
az: Siz {team} komandasını uğurla tərk etdiniz
ky: Сиз {team} командасынан ийгиликтуу чыктыныз
ru: Вы успешно покинули команду {team}
tg: Шумо дастаи {team}-ро бомуваффақият тарк кардед

source: User {username} has been removed from the team {team}
az: İstifadəçi {username} {team} komandasından çıxarıldı.
ky: Колдонуучу {username} {team} командасынан чыгарылды.
ru: Пользователь {username} удален из команды {team}.
tg: Корбар {username} аз дастаи {team} хориҷ карда шуд.

source: Team membership not found
az: Komanda üzvlüyü tapılmadı
ky: Командадагы мучолук табылган жок
ru: Участие в команде не найдено.
tg: Узвият дар даста ёфт нашуд

source: You cannot exit the team because you are author or executor of tasks in this team.
az: Siz komandadan çıxa bilməzsiniz, çünki bu komandada tapşırıqların müəllifi və ya icraçısısınız.
ky: Сиз командадан чыга албайсыз, анткени бул командадагы тапшырмалардын автору же аткаруучусусуз.
ru: Вы не можете покинуть команду, так как являетесь автором или исполнителем задач в этой команде.
tg: Шумо наметавонед аз даста хориҷ шавед, зеро шумо муаллиф ё иҷрокунандаи вазифаҳо дар ин даста ҳастед.

source: Team created successfully
az: Komanda uğurla yaradıldı
ky: Команда ийгиликтуу тузулду
ru: Команда успешно создана
tg: Даста бомуваффақият эҷод шуд

source: Team updated successfully
az: Komanda uğurla yeniləndi
ky: Команда ийгиликтуу озгортулду
ru: Команда успешно изменена
tg: Даста бомуваффақият тағйир дода шуд

source: Cannot delete a team because it has tasks.
az: Komandanı silmək mümkün deyil, çünki onun tapşırıqları var.
ky: Команданы очуруу мумкун эмес, анткени анда тапшырмалар бар.
ru: Невозможно удалить команду, так как в ней есть задачи.
tg: Дастаро ҳазф кардан мумкин нест, зеро дар он вазифаҳо мавҷуданд.

source: Cannot delete a team because it has other members.
az: Komandanı silmək mümkün deyil, çünki onun başqa üzvləri var.
ky: Команданы очуруу мумкун эмес, анткени анда башка мучолор бар.
ru: Невозможно удалить команду, потому что в ней есть участники
tg: Дастаро ҳазф кардан мумкин нест, зеро дар он иштирокчиён мавҷуданд.

source: Team deleted successfully
az: Komanda uğurla silindi
ky: Команда ийгиликтуу очурулду
ru: Команда успешно удалена
tg: Даста бомуваффақият ҳазф шуд

source: User {username} has been promoted to team admin.
az: İstifadəçi {username} komanda administratoru təyin edildi.
ky: Колдонуучу {username} команда админи болуп дайындалды.
ru: Пользователь {username} назначен администратором команды.
tg: Корбар {username} мудири даста таъин шуд.

source: User {username} has been demoted to team member.
az: İstifadəçi {username} komanda üzvü edildi.
ky: Колдонуучу {username} команда мучосу болуп озгортулду.
ru: Пользователь {username} стал участником команды.
tg: Корбар {username} иштирокчии даста шуд.

source: Navigation
az: Naviqasiya
ky: Навигация
ru: Навигация
tg: Паймоиш

source: Users
az: İstifadəçilər
ky: Колдонуучулар
ru: Пользователи
tg: Корбарон

source: Tasks
az: Tapşırıqlar
ky: Тапшырмалар
ru: Задачи
tg: Вазифаҳо

source: Statuses
az: Statuslar
ky: Статустар
ru: Статусы
tg: Ҳолатҳо

source: Switch context
az: Konteksti dəyiş
ky: Контекстти алмаштыруу
ru: Переключить контекст
tg: Иваз кардани контекст

source: Individual
az: Fərdi rejim
ky: Жеке режим
ru: Индивидуальный режим
tg: Инфироди

source: Edit
az: Redaktə et
ky: Озгортуу
ru: Изменить
tg: Таҳрир

source: New Team
az: Yeni komanda
ky: Жаны команда
ru: Новая команда
tg: Дастаи нав

source: Language
az: Dil
ky: Тил
ru: Язык
tg: Забон

source: Exit team
az: Komandadan çıx
ky: Командадан чыгуу
ru: Покинуть команду
tg: Тарк кардани даста

source: Logout
az: Çıxış
ky: Чыгуу
ru: Выйти
tg: Баромад

source: Login
az: Giriş
ky: Кируу
ru: Вход
tg: Вуруд

source: Signup
az: Qeydiyyat
ky: Катталуу
ru: Регистрация
tg: Бақайдгири

source: Feedback
az: Əks əlaqə
ky: Кайтарым байланыш
ru: Обратная связь
tg: Бозхурд

source: Found a bug or have a suggestion? Let us know!
az: Xəta tapdınız və ya təklifiniz var? Bizə bildirin!
ky: Ката таптынызбы же сунушунуз барбы? Бизге билдириңиз!
ru: Нашли баг или есть предложение? Сообщите нам!
tg: Хатоги ёфтед ё пешниҳод доред? Ба мо хабар диҳед!

source: Send
az: Göndər
ky: Жонотуу
ru: Отправить
tg: Ирсол

source: Note
az: Qeyd
ky: Эскертүү
ru: Примечание
tg: Эзоҳ

source: Your message will be sent to developers via Telegram. We will reply to the contact you provide.
az: Mesajınız Telegram vasitəsilə tərtibatçılara göndəriləcək. Göstərdiyiniz əlaqə vasitəsilə cavab verəcəyik.
ky: Билдирууңуз Telegram аркылуу иштеп чыгуучуларга жонотулот. Биз сиз корсоткон байланыш аркылуу жооп беребиз.
ru: Сообщение будет отправлено разработчикам через Telegram. Мы ответим по указанному контакту.
tg: Паёми шумо тавассути Telegram ба таҳиягарон фиристода мешавад. Мо ба тамоси пешниҳодкардаи шумо ҷавоб медиҳем.

source: Telegram opened! Send your message there.
az: Telegram açıldı. Mesajınızı orada göndərin.
ky: Telegram ачылды. Билдирууңузду ошол жактан жонотуңуз.
ru: Telegram открыт. Отправьте сообщение там.
tg: Telegram кушода шуд. Паёми худро дар онҷо ирсол кунед.

source: Go to Tasks
az: Tapşırıqlara keç
ky: Тапшырмаларга отуу
ru: Перейти к задачам
tg: Гузариш ба вазифаҳо

source: Get Started
az: Başlayın
ky: Баштоо
ru: Начать
tg: Оғоз

source: Features
az: Xüsusiyyətlər
ky: Мумкунчулуктор
ru: Возможности
tg: Имкониятҳо

source: Individual & Team Use
az: Fərdi və komanda istifadəsi
ky: Жеке жана команда менен колдонуу
ru: Индивидуальная работа и команды
tg: Истифодаи инфироди ва дастаи

source: Perfect for personal workflows or isolated team projects
az: Şəxsi iş axınları və ya ayrıca komanda layihələri üçün idealdır
ky: Жеке иш агымдарына же озунчо команда долбоорлоруна ылайыктуу
ru: Подходит для личной работы и изолированных командных проектов
tg: Муносиб барои кори шахси ва лоиҳаҳои дастаии ҷудогона

source: Task Creation
az: Tapşırıq yaratma
ky: Тапшырма тузуу
ru: Создание задач
tg: Эҷоди вазифаҳо

source: Add titles, descriptions, and assignees in seconds
az: Başlıqları, təsvirləri və icraçıları saniyələr içində əlavə edin
ky: Аталыштарды, суроттомолорду жана аткаруучуларды бир нече секундда кошуңуз
ru: Добавляйте названия, описания и исполнителей за считанные секунды
tg: Ном, тавсиф ва иҷрокунандагонро дар чанд сония илова кунед

source: Custom Statuses
az: Fərdi statuslar
ky: Ынгайлаштырылган статустар
ru: Пользовательские статусы
tg: Ҳолатҳои фармоиши

source: Track progress (e.g., 'To Do', 'In Progress', 'Done')
az: İrəliləyişi izləyin (məs., «Ediləcək», «İcradadır», «Tamamlandı»)
ky: Илгерилоону козомолдонуз (мис., «Аткаруу керек», «Аткарылууда», «Аткарылды»)
ru: Отслеживайте прогресс задач (например, «К выполнению», «В работе», «Готово»)
tg: Раванди иҷроишро пайгири кунед (масалан, «Барои иҷро», «Дар раванди иҷро», «Тайёр»)

source: Organize tasks with tags for quick filtering
az: Sürətli axtarış və filtrasiya üçün tapşırıqları etiketlərlə təşkil edin
ky: Тапшырмаларды тегдер менен уюштуруп, тез издoo жана чыпкалоо мумкунчулугун алыңыз
ru: Организуйте задачи с помощью тегов для быстрого поиска и фильтрации
tg: Вазифаҳоро бо барчаспҳо барои ҷустуҷу ва филтри зуд ташкил кунед

source: User-Friendly
az: İstifadəçi üçün rahat
ky: Колдонууга ынгайлуу
ru: Удобный интерфейс
tg: Осон барои истифода

source: Register once, manage everything
az: Bir dəfə qeydiyyatdan keçin — hər şeyi idarə edin
ky: Бир жолу катталыныз — баарын башкарыныз
ru: Зарегистрируйтесь один раз — управляйте всем
tg: Як бор бақайдгири кунед — ҳама чизро идора кунед

source: Language Support
az: Dil dəstəyi
ky: Тил колдоосу
ru: Поддержка языков
tg: Дастгирии забонҳо

source: Create label
az: Etiket yarat
ky: Тег тузуу
ru: Создать метку
tg: Эҷоди барчасп

source: Create
az: Yarat
ky: Тузуу
ru: Создать
tg: Эҷод кардан

source: Delete labels
az: Etiketin silinməsi
ky: Тегди очуруу
ru: Удаление метки
tg: Ҳазфи барчасп

source: Delete label
az: Etiketi sil
ky: Тегди очуруу
ru: Удаление метки
tg: Ҳазфи барчасп

source: Are you sure you want to delete
az: Silmək istədiyinizə əminsiniz
ky: Чын эле очургунуз келеби
ru: Вы уверены, что хотите удалить
tg: Оё мутмаинед, ки мехоҳед ҳазф кунед

source: Yes, delete
az: Bəli, sil
ky: Ооба, очуруу
ru: Да, удалить
tg: Бале, ҳазф кардан

source: Cancel
az: Ləğv et
ky: Жокко чыгаруу
ru: Отмена
tg: Бекор кардан

source: New label
az: Yeni etiket
ky: Жаны тег
ru: Новая метка
tg: Барчаспи нав

source: Delete
az: Sil
ky: Очуруу
ru: Удалить
tg: Ҳазф

source: No labels found
az: Etiket yoxdur
ky: Тегдер табылган жок
ru: Меток нет
tg: Барчаспҳо ёфт нашуданд

source: Create your first label to organize tasks
az: Tapşırıqları təşkil etmək üçün ilk etiketinizi yaradın
ky: Тапшырмаларды уюштуруу учун биринчи тегинизди тузунуз
ru: Создайте первую метку, чтобы удобнее организовывать задачи
tg: Барои ташкили вазифаҳо аввалин барчаспи худро эҷод кунед

source: Create Label
az: Etiket yarat
ky: Тег тузуу
ru: Создать метку
tg: Эҷоди барчасп

source: Created
az: Yaradılıb
ky: Тузулгон
ru: Создано
tg: Эҷод шудааст

source: Individual mode
az: Fərdi rejim
ky: Жеке режим
ru: Индивидуальный режим
tg: Реҷаи инфироди

source: Creator
az: Yaradan
ky: Тузуучу
ru: Создатель
tg: Эҷодкунанда

source: Log in
az: Daxil ol
ky: Кируу
ru: Войти
tg: Ворид шудан

source: Create status
az: Status yarat
ky: Статус тузуу
ru: Создать статус
tg: Эҷоди ҳолат

source: Delete status
az: Statusu sil
ky: Статусту очуруу
ru: Удаление статуса
tg: Ҳазфи ҳолат

source: New status
az: Yeni status
ky: Жаны статус
ru: Новый статус
tg: Ҳолати нав

source: No statuses found
az: Status yoxdur
ky: Статустар табылган жок
ru: Статусов нет
tg: Ҳолатҳо ёфт нашуданд

source: Create your first status to organize tasks
az: Tapşırıqları təşkil etmək üçün ilk statusunuzu yaradın
ky: Тапшырмаларды уюштуруу учун биринчи статусунузду тузунуз
ru: Создайте первый статус, чтобы удобнее организовывать задачи
tg: Барои ташкили вазифаҳо аввалин ҳолати худро эҷод кунед

source: Create Status
az: Status yarat
ky: Статус тузуу
ru: Создать статус
tg: Эҷоди ҳолат

source: Has description
az: Təsviri var
ky: Суроттомосу бар
ru: Есть описание
tg: Тавсиф дорад
