Repository: Onoiro/TaskMan
Catalog: task_manager/locale/*/LC_MESSAGES/django.po
Languages: az, ky, ru, tg

source: Create task
az: Tapşırıq yarat
ky: Тапшырма тузуу
ru: Создать задачу
tg: Эҷоди вазифа

source: Delete task
az: Tapşırığı sil
ky: Тапшырманы очуруу
ru: Удаление задачи
tg: Ҳазфи вазифа

source: New task
az: Yeni tapşırıq
ky: Жаны тапшырма
ru: Новая задача
tg: Вазифаи нав

source: Hide
az: Gizlət
ky: Жашыруу
ru: Скрыть
tg: Пинҳон кардан

source: Default filter is active
az: Standart filtr aktivdir
ky: Демейки чыпка активдуу
ru: Активен фильтр по умолчанию
tg: Филтри пешфарз фаъол аст

source: Default
az: Standart
ky: Демейки
ru: По умолчанию
tg: Пешфарз

source: Reset filters
az: Filtrləri sıfırla
ky: Чыпкаларды тазалоо
ru: Сбросить фильтры
tg: Баркарор кардани филтрҳо

source: Active
az: Aktiv
ky: Активдуу
ru: Активен
tg: Фаъол

source: Filter
az: Filtr
ky: Чыпка
ru: Фильтр
tg: Филтр

source: Exclude
az: İstisna et
ky: Чыгарып салуу
ru: Исключить
tg: Хориҷ кардан

source: Save as default
az: Standart kimi yadda saxla
ky: Демейки катары сактоо
ru: Сохранить по умолчанию
tg: Ҳамчун пешфарз сабт кардан

source: Save
az: Yadda saxla
ky: Сактоо
ru: Сохранить
tg: Сабт кардан

source: Reset
az: Sıfırla
ky: Тазалоо
ru: Сбросить
tg: Баркарор кардан

source: Apply
az: Tətbiq et
ky: Колдонуу
ru: Применить
tg: Татбик кардан

source: Author
az: Müəllif
ky: Автор
ru: Автор
tg: Муаллиф

source: No tasks found
az: Tapşırıq yoxdur
ky: Тапшырмалар табылган жок
ru: Задач нет
tg: Вазифаҳо ёфт нашуданд

source: Try adjusting filters or create a new task
az: Filtrləri tənzimləyin və ya yeni tapşırıq yaradın
ky: Чыпкаларды озгортуп корунуз же жаны тапшырма тузунуз
ru: Попробуйте изменить фильтры или создать новую задачу
tg: Филтрҳоро тағйир диҳед ё вазифаи нав эҷод кунед

source: Create Task
az: Tapşırıq yarat
ky: Тапшырма тузуу
ru: Создать задачу
tg: Эҷоди вазифа

source: Create Team
az: Komanda yarat
ky: Команда тузуу
ru: Создание команды
tg: Эҷоди даста

source: Delete user
az: İstifadəçini sil
ky: Колдонуучуну очуруу
ru: Удаление пользователя
tg: Ҳазфи корбар

source: Delete team
az: Komandanı sil
ky: Команданы очуруу
ru: Удаление команды
tg: Ҳазфи даста

source: Team details
az: Komanda məlumatları
ky: Команда маалыматы
ru: Данные команды
tg: Маълумоти даста

source: No description
az: Təsvir yoxdur
ky: Суроттомо жок
ru: Нет описания
tg: Тавсиф нест

source: Members
az: Üzvlər
ky: Мучолор
ru: Участники
tg: Иштирокчиён

source: Team name
az: Komanda adı
ky: Команданын аты
ru: Название команды
tg: Номи даста

source: Edit Team
az: Komandanı redaktə et
ky: Команданы озгортуу
ru: Изменение команды
tg: Таҳрири даста

source: Remove team member
az: Komanda üzvünü sil
ky: Команда мучосун очуруу
ru: Удалить участника из команды
tg: Хориҷ кардани иштирокчи аз даста

source: Are you sure you want to exit the team
az: Komandadan çıxmaq istədiyinizə əminsiniz?
ky: Чын эле командадан чыккыныз келеби?
ru: Вы уверены, что хотите покинуть команду?
tg: Оё мутмаинед, ки мехоҳед дастаро тарк кунед?

source: Are you sure you want to remove user %(username)s from the team %(team_name)s?
az: İstifadəçi %(username)s-i %(team_name)s komandasından silmək istədiyinizə əminsiniz?
ky: Колдонуучу %(username)s-ди %(team_name)s командасынан очургунуз келеби?
ru: Вы уверены, что хотите удалить пользователя %(username)s из команды %(team_name)s?
tg: Оё мутмаинед, ки мехоҳед корбар %(username)s-ро аз дастаи %(team_name)s хориҷ кунед?

source: Yes, exit
az: Bəli, çıx
ky: Ооба, чыгуу
ru: Да, выйти
tg: Бале, баромадан

source: Change Team Member Role
az: Komanda üzvünün rolunu dəyiş
ky: Команда мучосунун ролун озгортуу
ru: Изменить роль участника команды
tg: Тағйири нақши иштирокчии даста

source: You are changing the role for
az: Siz rolunu dəyişirsiniz:
ky: Сиз ролду озгортуп жатасыз:
ru: Вы изменяете роль для
tg: Шумо нақшро иваз мекунед барои

source: in team
az: komandada
ky: командада
ru: в команде
tg: дар даста

source: Role
az: Rol
ky: Роль
ru: Роль
tg: Нақш

source: Save Changes
az: Dəyişiklikləri yadda saxla
ky: Озгортулорду сактоо
ru: Сохранить изменения
tg: Сабти тағйирот

source: Are you sure you want to remove this user from the team?
az: Bu istifadəçini komandadan silmək istədiyinizə əminsiniz?
ky: Бул колдонуучуну командадан очургунуз келеби?
ru: Вы уверены, что хотите удалить этого участника из команды?
tg: Оё мутмаинед, ки мехоҳед ин корбарро аз даста хориҷ кунед?

source: Remove from team
az: Komandadan sil
ky: Командадан очуруу
ru: Удалить из команды
tg: Аз даста хориҷ кардан

source: Sign up
az: Qeydiyyatdan keç
ky: Катталуу
ru: Зарегистрироваться
tg: Сабти ном

source: User details
az: İstifadəçi məlumatları
ky: Колдонуучу маалыматы
ru: Данные пользователя
tg: Маълумоти корбар

source: Full name
az: Tam ad
ky: Толук аты-жону
ru: Полное имя
tg: Номи пурра

source: Date joined
az: Qoşulma tarixi
ky: Катталган куну
ru: Дата создания
tg: Санаи ҳамрохшави

source: Last login
az: Son giriş
ky: Акыркы кируу
ru: Последний вход
tg: Воридшавии охирин

source: Never
az: Heç vaxt
ky: Эч качан
ru: Никогда
tg: Ҳеҷ гоҳ

source: Teams
az: Komandalar
ky: Командалар
ru: Команды
tg: Дастаҳо

source: No teams
az: Komanda yoxdur
ky: Командалар жок
ru: Команд нет
tg: Дастаҳо нестанд

source: Username
az: İstifadəçi adı
ky: Колдонуучунун аты
ru: Имя пользователя
tg: Номи корбари

source: Change Role
az: Rolu dəyiş
ky: Ролду алмаштыруу
ru: Сменить роль
tg: Ивази нақш

source: Not in team
az: Komandada deyil
ky: Командада эмес
ru: Не в команде
tg: Дар даста нест

source: No users found
az: İstifadəçi yoxdur
ky: Колдонуучулар табылган жок
ru: Пользователей нет
tg: Корбарон ёфт нашуданд

source: No users available
az: İstifadəçi yoxdur
ky: Колдонуучулар жок
ru: Пользователей нет
tg: Корбарон мавҷуд нестанд

source: Edit user
az: İstifadəçini redaktə et
ky: Колдонуучуну озгортуу
ru: Изменение пользователя
tg: Таҳрири корбар

source: Additional Info
az: Əlavə məlumat
ky: Кошумча маалымат
ru: Дополнительная информация
tg: Маълумоти иловаги

source: Join team (optional)
az: Komandaya qoşul (istəyə bağlı)
ky: Командага кошулуу (милдеттуу эмес)
ru: Присоединиться к команде (необязательно)
tg: Ҳамрох шудан ба даста (ихтиёри)

source: Enter team name to join an existing team, or leave empty to work individually
az: Mövcud komandaya qoşulmaq üçün komanda adını daxil edin və ya fərdi işləmək üçün boş saxlayın
ky: Бар командага кошулуу учун команданын атын киргизиниз, же жеке иштоо учун бош калтырыныз.
ru: Введите название команды, чтобы присоединиться к существующей команде, или оставьте поле пустым, чтобы работать индивидуально.
tg: Номи дастаро барои ҳамрох шудан ворид кунед, ё барои кори инфироди майдонро холӣ гузоред.

source: Required if joining a team
az: Komandaya qoşularkən tələb olunur
ky: Командага кошулууда милдеттуу
ru: Требуется при присоединении к команде
tg: Ҳангоми ҳамрох шудан ба даста хатмист

source: Current teams
az: Cari komandalar
ky: Учурдагы командалар
ru: Текущие команды
tg: Дастаҳои ҷори

source: Join another team (optional)
az: Başqa komandaya qoşul (istəyə bağlı)
ky: Башка командага кошулуу (милдеттуу эмес)
ru: Присоединиться к другой команде (необязательно)
tg: Ҳамрох шудан ба дастаи дигар (ихтиёри)

source: Enter team name to join another team, or leave empty
az: Başqa komandaya qoşulmaq üçün komanda adını daxil edin və ya boş saxlayın
ky: Башка командага кошулуу учун команданын атын киргизиниз же бош калтырыныз
ru: Введите название команды, к которой хотите присоединиться, или оставьте поле пустым
tg: Номи дастаро барои ҳамрох шудан ворид кунед ё холӣ гузоред

source: Team password is required when joining a team
az: Komandaya qoşulmaq üçün komanda şifrəsi tələb olunur
ky: Командага кошулууда команданын сырсозу милдеттуу
ru: Пароль команды обязателен при присоединении к команде
tg: Ҳангоми ҳамрох шудан ба даста рамз хатмист

source: Team with this name does not exist
az: Bu adla komanda mövcud deyil
ky: Мындай аталыштагы команда жок
ru: Команды с таким названием не существует
tg: Даста бо чунин ном вуҷуд надорад

source: Invalid team password
az: Yanlış komanda şifrəsi
ky: Команданын сырсозу туура эмес
ru: Неверный пароль команды
tg: Рамзи даста нодуруст аст

source: You are already a member of this team
az: Siz artıq bu komandanın üzvüsünüz
ky: Сиз буга чейин бул команданын мучосусуз
ru: Вы уже участник этой команды
tg: Шумо аллакай узви ин даста ҳастед

source: User created successfully
az: İstifadəçi uğurla yaradıldı
ky: Колдонуучу ийгиликтуу катталды
ru: Пользователь успешно зарегистрирован
tg: Корбар бомуваффақият бақайд гирифта шуд

source: Welcome! You have joined team: {team}
az: Xoş gəldiniz! Siz {team} komandasına qoşuldunuz
ky: Кош келиңиз! Сиз {team} командасына кошулдуңуз
ru: Добро пожаловать! Вы присоединились к команде: {team}
tg: Хуш омадед! Шумо ба даста: {team} ҳамрох шудед

source: Welcome! You can create a team or work individually
az: Xoş gəldiniz! Siz komanda yarada və ya fərdi işləyə bilərsiniz
ky: Кош келиңиз! Сиз команда тузо аласыз же жеке иштей аласыз
ru: Добро пожаловать! Вы можете создать команду или работать индивидуально
tg: Хуш омадед! Шумо метавонед даста эҷод кунед ё инфироди кор кунед

source: User updated successfully
az: İstifadəçi uğurla yeniləndi
ky: Колдонуучу ийгиликтуу озгортулду
ru: Пользователь успешно изменен
tg: Корбар бомуваффақият тағйир дода шуд

source: You have joined team: {team}
az: Siz {team} komandasına qoşuldunuz
ky: Сиз {team} командасына кошулдуңуз
ru: Вы присоединились к команде: {team}
tg: Шумо ба даста: {team} ҳамрох шудед

source: User deleted successfully
az: İstifadəçi uğurla silindi
ky: Колдонуучу ийгиликтуу очурулду
ru: Пользователь успешно удален
tg: Корбар bомуваффақият ҳазф шуд

source: Cannot delete user because they are admin of team(s):
az: İstifadəçini silmək mümkün deyil, çünki o komanda(lar)ın administratorudur:
ky: Колдонуучуну очуруу мумкун эмес, анткени ал команда(лар)дын админи:
ru: Невозможно удалить пользователя, потому что он администратор команд:
tg: Корбарро ҳазф кардан мумкин нест, зеро он мудири даста(ҳо) мебошад:

source: Cannot delete a user because it is in use
az: İstifadəçini silmək mümkün deyil, çünki o istifadə olunur
ky: Колдонуучуну очуруу мумкун эмес, анткени ал колдонулуп жатат
ru: Невозможно удалить пользователя, потому что он используется
tg: Корбарро ҳазф кардан мумкин нест, зеро он истифода мешавад

source: Manage Tasks Your Way
az: Tapşırıqları öz üsulunuzla idarə edin
ky: Тапшырмаларды озунуз каалагандай башкарыныз
ru: Управляйте задачами так, как вам удобно
tg: Вазифаҳоро ба тарзи худ идора кунед

source: Whether you're working solo or with multiple independent teams, TaskMan simplifies task management.<br>Create, assign, and track tasks effortlessly across projects.
az: Tək işləsəniz də, bir neçə müstəqil komanda ilə işləsəniz də, TaskMan tapşırıqların idarə edilməsini sadələşdirir.<br>Tapşırıqları layihələr üzrə asanlıqla yaradın, təyin edin və izləyin.
ky: Жалгыз иштесеңиз да же бир нече коз карандысыз команда менен иштесеңиз да, TaskMan тапшырмаларды башкарууну женокеилотот.<br>Тапшырмаларды ар кандай долбоорлордо оной тузуп, дайындап жана козомолдонуз.
ru: TaskMan упрощает управление задачами — независимо от того, работаете ли вы в одиночку или в нескольких независимых командах.<br>Создавайте, назначайте и отслеживайте задачи без лишних усилий в разных проектах.
tg: Новобаста аз он ки шумо танҳо кор мекунед ё бо чанд дастаи мустақил, TaskMan идоракунии вазифаҳоро осон мекунад.<br>Вазифаҳоро дар лоиҳаҳои гуногун ба осони эҷод, таъин ва пайгири кунед.

source: Read more
az: Daha ətraflı
ky: Кененирээк
ru: Подробнее
tg: Муфассал

source: You successfully logged in
az: Siz uğurla daxil oldunuz
ky: Сиз ийгиликтуу кирдиниз
ru: Вы успешно вошли
tg: Шумо бомуваффақият ворид шудед

source: You are logged out
az: Siz sistemdən çıxdınız
ky: Сиз системадан чыктыныз
ru: Вы вышли из системы
tg: Шумо аз система баромадед
